# Tap
tap 'homebrew/cask'
tap 'homebrew/cask-fonts'

# Brews
brew 'exa'
brew 'git'
brew 'gh'
brew 'speedtest-cli'
brew 'wget'
brew 'fish'
brew 'starship'
brew 'vim'

# Casks
cask 'iterm2'
cask 'google-chrome'
cask 'font-jetbrains-mono'
cask 'font-jetbrains-mono-nerd-font'
cask 'visual-studio-code'
cask 'temurin'
cask 'zwift'
cask 'spotify'
